app/controllers/brands_controller.rb

  def index
    render json: Brand.all
---
SELECT "brands".* FROM "brands"